Repository: regeiss/FinPessoal
Catalog: FinPessoal/SupportingFIles/Localizable.xcstrings
Source language: pt_br
Languages: en

# account.add.title
source: Nova Conta
en: New Account

# account.detail.title
source: Detalhes da Conta
en: Account Details

# account.type.checking
source: Conta Corrente
en: Checking Account

# account.type.credit
source: Cartão de Crédito
en: Credit Card

# account.type.investment
source: Investimentos
en: Investments

# account.type.savings
source: Poupança
en: Savings Account

# accounts.activate
source: Ativar Conta
en: Activate Account

# accounts.add.coming.soon
source: Em breve você poderá adicionar novas contas bancárias e cartões
en: Soon you'll be able to add new bank accounts and cards

# accounts.add.first.button
source: Adicionar Primeira Conta
en: Add First Account

# accounts.add.title
source: Adicionar Nova Conta
en: Add New Account

# accounts.balance.info
source: Informações de Saldo
en: Balance Information

# accounts.balance.label
source: Saldo
en: Balance

# accounts.basic.info
source: Informações Básicas
en: Basic Information

# accounts.count.label
source: %lld conta(s)
en: %lld account(s)

# accounts.created.at
source: Criado em
en: Created At

# accounts.currency
source: Moeda
en: Currency

# accounts.current.balance
source: Saldo Atual
en: Current Balance

# accounts.deactivate
source: Desativar Conta
en: Deactivate Account

# accounts.deactivate.confirm.message
source: Esta ação irá desativar a conta. Você poderá reativá-la posteriormente se necessário.
en: This action will deactivate the account. You can reactivate it later if needed.

# accounts.deactivate.confirm.title
source: Desativar Conta
en: Deactivate Account

# accounts.delete.button
source: Excluir
en: Delete

# accounts.delete.confirmation
source: Excluir Conta?
en: Delete Account?

# accounts.delete.message
source: Esta ação não pode ser desfeita. Todos os dados relacionados a esta conta serão permanentemente excluídos.
en: This action cannot be undone. All data related to this account will be permanently deleted.

# accounts.edit.button
source: Editar Conta
en: Edit Account

# accounts.edit.title
source: Editar Conta
en: Edit Account

# accounts.empty.description
source: Adicione suas contas bancárias e cartões para começar a gerenciar suas finanças
en: Add your bank accounts and cards to start managing your finances

# accounts.empty.title
source: Nenhuma Conta Cadastrada
en: No Accounts Registered

# accounts.initial.balance
source: Saldo Inicial
en: Initial Balance

# accounts.is.active
source: Conta Ativa
en: Active Account

# accounts.loading
source: Carregando contas...
en: Loading accounts...

# accounts.name.placeholder
source: Nome da conta
en: Account name

# accounts.new.title
source: Nova Conta
en: New Account

# accounts.settings
source: Configurações
en: Settings

# accounts.summary.title
source: Resumo das Contas
en: Accounts Summary

# accounts.title
source: Contas
en: Accounts

# accounts.total.balance
source: Patrimônio Total
en: Total Balance

# accounts.total.count
source: Total de Contas
en: Total Accounts

# accounts.type
source: Tipo de Conta
en: Account Type

# accounts.updated.at
source: Atualizado em
en: Updated At

# accounts.view.statement
source: Ver Extrato Completo
en: View Full Statement

# accounts.your.accounts
source: Suas Contas
en: Your Accounts

# app.tagline
source: Gerencie suas finanças de forma inteligente
en: Manage your finances intelligently

# auth.signout.button
source: Sair
en: Sign Out

# budget.add.title
source: Novo Orçamento
en: New Budget

# budget.alert.footer
source: Você será notificado quando os gastos atingirem essa porcentagem do seu orçamento
en: You'll be notified when spending reaches this percentage of your budget

# budget.alert.near.limit
source: Próximo ao limite
en: Near limit

# budget.alert.near.limit.percent
source: Próximo ao limite (%lld%%)
en: Near limit (%lld%%)

# budget.alert.over.budget
source: Ultrapassou o orçamento
en: Over budget

# budget.alert.threshold
source: Limite de Alerta
en: Alert Threshold

# budget.alerts.section
source: Alertas
en: Alerts

# budget.amount.footer
source: Digite o valor máximo que deseja gastar nesta categoria
en: Enter the maximum amount you want to spend in this category

# budget.amount.section
source: Valor do Orçamento
en: Budget Amount

# budget.budgeted
source: Orçado
en: Budgeted

# budget.card.of.amount
source: de %@
en: of %@

# budget.card.remaining
source: Restante: %@
en: Remaining: %@

# budget.category
source: Categoria
en: Category

# budget.category.section
source: Categoria
en: Category

# budget.daily.available
source: Disponível por Dia
en: Daily Available

# budget.days.remaining
source: Dias Restantes
en: Days Left

# budget.delete.button
source: Excluir
en: Delete

# budget.delete.confirmation
source: Excluir Orçamento?
en: Delete Budget?

# budget.delete.message
source: Esta ação não pode ser desfeita. Todos os dados relacionados a este orçamento serão permanentemente excluídos.
en: This action cannot be undone. All data related to this budget will be permanently deleted.

# budget.detail.alert.threshold
source: Alerta em
en: Alert at

# budget.detail.delete
source: Deletar
en: Delete

# budget.detail.delete.message
source: Tem certeza que deseja deletar este orçamento? Esta ação não pode ser desfeita.
en: Are you sure you want to delete this budget? This action cannot be undone.

# budget.detail.delete.title
source: Deletar Orçamento
en: Delete Budget

# budget.detail.details
source: Detalhes
en: Details

# budget.detail.edit
source: Editar
en: Edit

# budget.detail.end
source: Fim
en: End

# budget.detail.more.transactions
source: e mais %lld transações...
en: and %lld more transactions...

# budget.detail.no.transactions
source: Nenhuma transação encontrada
en: No transactions found

# budget.detail.period
source: Período
en: Period

# budget.detail.progress
source: Progresso
en: Progress

# budget.detail.related.transactions
source: Transações Relacionadas
en: Related Transactions

# budget.detail.remaining
source: Restante
en: Remaining

# budget.detail.spent
source: Gasto
en: Spent

# budget.detail.start
source: Início
en: Start

# budget.details
source: Detalhes do Orçamento
en: Budget Details

# budget.end.date
source: Data de Término
en: End Date

# budget.error.invalid.data
source: Verifique as informações do orçamento e tente novamente
en: Please check the budget information and try again

# budget.error.save.failed
source: Falha ao salvar orçamento. Tente novamente.
en: Failed to save budget. Please try again.

# budget.name.placeholder
source: Nome do orçamento
en: Budget name

# budget.name.section
source: Nome do Orçamento
en: Budget Name

# budget.over.budget
source: Acima do Orçamento!
en: Over Budget!

# budget.period
source: Período
en: Period

# budget.period.dates
source: Datas do Período
en: Period Dates

# budget.period.monthly
source: Mensal
en: Monthly

# budget.period.quarterly
source: Trimestral
en: Quarterly

# budget.period.section
source: Período do Orçamento
en: Budget Period

# budget.period.weekly
source: Semanal
en: Weekly

# budget.period.yearly
source: Anual
en: Yearly

# budget.remaining
source: Restante
en: Remaining

# budget.save
source: Salvar
en: Save

# budget.spent
source: Gasto
en: Spent

# budget.start.date
source: Data de Início
en: Start Date

# budget.used
source: Usado
en: Used

# budgets.add.button
source: Adicionar
en: Add

# budgets.alerts.title
source: Alertas de Orçamento
en: Budget Alerts

# budgets.all.title
source: Todos os Orçamentos
en: All Budgets

# budgets.create.first
source: Criar Orçamento
en: Create Budget

# budgets.empty.description
source: Crie seu primeiro orçamento para começar a controlar seus gastos
en: Create your first budget to start controlling your expenses

# budgets.empty.title
source: Nenhum Orçamento
en: No Budgets

# budgets.remaining
source: Restante: %@
en: Remaining: %@

# budgets.title
source: Orçamentos
en: Budgets

# budgets.total.budgeted
source: Total Orçado
en: Total Budgeted

# budgets.total.spent
source: Total Gasto
en: Total Spent

# budgets.used.percentage
source: %lld%% usado
en: %lld%% used

# categories.actions.header
source: Ações
en: Actions

# categories.available.footer
source: Categorias selecionadas estarão disponíveis ao criar orçamentos
en: Selected categories will be available when creating budgets

# categories.available.header
source: Categorias Disponíveis
en: Available Categories

# categories.baseCategory
source: Categoria Base
en: Base Category

# categories.baseCategory.footer
source: A categoria base sob a qual esta categoria personalizada será agrupada
en: The base category this custom category will be grouped under

# categories.categories.tab
source: Categorias
en: Categories

# categories.color
source: Cor
en: Color

# categories.create.save
source: Criar
en: Create

# categories.create.title
source: Nova Categoria
en: New Category

# categories.custom
source: Personalizada
en: Custom

# categories.delete.message
source: Tem certeza de que deseja excluir esta categoria? Esta ação não pode ser desfeita.
en: Are you sure you want to delete this category? This action cannot be undone.

# categories.delete.title
source: Excluir Categoria
en: Delete Category

# categories.deselect.all
source: Desmarcar Todas
en: Deselect All

# categories.edit.save
source: Salvar
en: Save

# categories.edit.title
source: Editar Categoria
en: Edit Category

# categories.icon
source: Ícone
en: Icon

# categories.management.description
source: Personalizar categorias de orçamento disponíveis
en: Customize available budget categories

# categories.management.footer
source: Categorias personalizadas podem ser editadas e excluídas quando não estão em uso
en: Custom categories can be edited and deleted when not in use

# categories.management.title
source: Categorias
en: Budget Categories

# categories.name
source: Nome
en: Name

# categories.name.placeholder
source: Nome da categoria
en: Category name

# categories.preview
source: Visualização
en: Preview

# categories.preview.placeholder
source: Nome da Categoria
en: Category Name

# categories.preview.subtitle
source: Categoria personalizada
en: Custom category

# categories.reset.defaults
source: Restaurar Padrões
en: Reset to Defaults

# categories.save.success
source: Categorias Salvas
en: Categories Saved

# categories.save.success.message
source: Suas preferências de categoria foram salvas com sucesso.
en: Your category preferences have been saved successfully.

# categories.search.placeholder
source: Buscar categorias...
en: Search categories...

# categories.select.all
source: Selecionar Todas
en: Select All

# categories.subcategories.footer
source: Adicione subcategorias personalizadas para organizar melhor suas transações. Você só pode excluir subcategorias personalizadas não utilizadas.
en: Add custom subcategories to better organize your transactions. You can only delete unused custom subcategories.

# categories.subcategories.tab
source: Subcategorias
en: Subcategories

# categories.subcategories.title
source: Subcategorias
en: Subcategories

# categories.subcategory.add
source: Adicionar Subcategoria
en: Add Subcategory

# categories.subcategory.add.message
source: Digite um nome para a nova subcategoria
en: Enter a name for the new subcategory

# categories.subcategory.name.placeholder
source: Nome da subcategoria
en: Subcategory name

# categories.title
source: Categorias
en: Categories

# categories.usage.count
source: %lld transações
en: %lld transactions

# categories.usage.unused
source: Não utilizada
en: Not used

# category.active
source: Ativa
en: Active

# category.add
source: Adicionar Categoria
en: Add Category

# category.add.new
source: Adicionar Categoria Personalizada
en: Add Custom Category

# category.add.title
source: Adicionar Categoria
en: Add Category

# category.appearance
source: Aparência
en: Appearance

# category.basic.info
source: Informações Básicas
en: Basic Information

# category.basic.info.footer
source: Forneça um nome e descrição para sua categoria personalizada
en: Provide a name and description for your custom category

# category.bills.description
source: Utilidades, aluguel, assinaturas e pagamentos recorrentes
en: Utilities, rent, subscriptions, and recurring payments

# category.color
source: Cor
en: Color

# category.color.selection
source: Seleção de Cor
en: Color Selection

# category.create
source: Criar
en: Create

# category.custom.badge
source: PERSONALIZADA
en: CUSTOM

# category.delete
source: Excluir Categoria
en: Delete Category

# category.delete.confirm
source: Excluir Categoria
en: Delete Category

# category.delete.message
source: Tem certeza de que deseja excluir esta categoria? Esta ação não pode ser desfeita.
en: Are you sure you want to delete this category? This action cannot be undone.

# category.description.placeholder
source: Digite a descrição da categoria
en: Enter category description

# category.edit
source: Editar
en: Edit

# category.edit.title
source: Editar Categoria
en: Edit Category

# category.entertainment.description
source: Filmes, jogos, livros e atividades de lazer
en: Movies, games, books, and leisure activities

# category.error.category_not_found
source: Categoria não encontrada
en: Category not found

# category.error.duplicateName
source: Nome da categoria já existe
en: Category name already exists

# category.error.duplicateName.suggestion
source: Por favor, escolha um nome diferente para esta categoria
en: Please choose a different name for this category

# category.error.inUse
source: Categoria está em uso
en: Category is in use

# category.error.inUse.suggestion
source: Categorias com transações não podem ser modificadas ou excluídas
en: Categories with transactions cannot be modified or deleted

# category.error.invalid_data
source: Dados de categoria inválidos
en: Invalid category data

# category.error.invalidName
source: Nome da categoria inválido
en: Invalid category name

# category.error.invalidName.suggestion
source: Por favor, insira um nome válido para a categoria
en: Please enter a valid category name

# category.error.network
source: Erro de rede
en: Network error

# category.error.not_authenticated
source: Usuário não autenticado
en: User not authenticated

# category.error.subcategory_not_found
source: Subcategoria não encontrada
en: Subcategory not found

# category.error.unauthorized
source: Não autorizado a modificar esta categoria
en: Not authorized to modify this category

# category.error.unauthorized.suggestion
source: Por favor, faça login para gerenciar categorias
en: Please sign in to manage categories

# category.food.description
source: Mercado, restaurantes e gastos com alimentação
en: Groceries, restaurants, and dining expenses

# category.healthcare.description
source: Gastos médicos, seguro saúde e despesas relacionadas à saúde
en: Medical bills, insurance, and health-related expenses

# category.housing.description
source: Financiamento, aluguel, manutenção da casa e impostos
en: Mortgage, rent, home maintenance, and property taxes

# category.icon
source: Ícone
en: Icon

# category.icon.selection
source: Seleção de Ícone
en: Icon Selection

# category.investment.description
source: Ações, títulos, poupança e retornos de investimento
en: Stocks, bonds, savings, and investment returns

# category.name.exists.message
source: Uma categoria com este nome já existe. Por favor, escolha um nome diferente.
en: A category with this name already exists. Please choose a different name.

# category.name.exists.title
source: Nome Já Existe
en: Name Already Exists

# category.name.placeholder
source: Digite o nome da categoria
en: Enter category name

# category.other.description
source: Gastos diversos que não se encaixam em outras categorias
en: Miscellaneous expenses that don't fit other categories

# category.preview
source: Visualização
en: Preview

# category.preview.description
source: A descrição da categoria aparecerá aqui
en: Category description will appear here

# category.preview.name
source: Nome da Categoria
en: Category Name

# category.salary.description
source: Salário, remuneração, bônus e renda do trabalho
en: Salary, wages, bonuses, and employment income

# category.select.color
source: Selecionar Cor
en: Select Color

# category.select.icon
source: Selecionar Ícone
en: Select Icon

# category.shopping.description
source: Roupas, eletrônicos, itens pessoais e compras no varejo
en: Clothing, electronics, personal items, and retail purchases

# category.transaction.type
source: Tipo de Transação
en: Transaction Type

# category.transport.description
source: Combustível, transporte público, manutenção do carro e viagens
en: Gas, public transit, car maintenance, and travel expenses

# category.type.cannot.change
source: O tipo de transação não pode ser alterado ao editar uma categoria
en: Transaction type cannot be changed when editing a category

# category.type.section
source: Tipo
en: Type

# color.blue
source: Azul
en: Blue

# color.brown
source: Marrom
en: Brown

# color.gray
source: Cinza
en: Gray

# color.green
source: Verde
en: Green

# color.indigo
source: Anil
en: Indigo

# color.mint
source: Menta
en: Mint

# color.orange
source: Laranja
en: Orange

# color.pink
source: Rosa
en: Pink

# color.purple
source: Roxo
en: Purple

# color.red
source: Vermelho
en: Red

# color.teal
source: Verde-azulado
en: Teal

# color.yellow
source: Amarelo
en: Yellow

# common.active
source: Ativa
en: Active

# common.add
source: Adicionar
en: Add

# common.all
source: Todas
en: All

# common.back
source: Voltar
en: Back

# common.cancel
source: Cancelar
en: Cancel

# common.close
source: Fechar
en: Close

# common.archive
source: Arquivar
en: Archive

# common.coming.soon
source: Funcionalidade em desenvolvimento
en: Feature under development

# common.coming.soon.short
source: Em breve
en: Coming Soon

# common.complete
source: Concluir
en: Complete

# common.completed
source: Concluído
en: Completed

# common.delete
source: Deletar
en: Delete

# common.done
source: Concluído
en: Done

# common.edit
source: Editar
en: Edit

# common.error.message
source: Ocorreu um erro. Tente novamente.
en: An error occurred. Please try again.

# common.error.title
source: Erro
en: Error

# common.inactive
source: Inativa
en: Inactive

# common.loading
source: Carregando...
en: Loading...

# common.save
source: Salvar
en: Save

# creditcard.active_status.footer
source: Apenas cartões ativos aparecerão nas transações
en: Only active cards will appear in transactions

# creditcard.add_transaction
source: Adicionar Transação
en: Add Transaction

# creditcard.add.button
source: Adicionar Cartão de Crédito
en: Add Credit Card

# creditcard.add.title
source: Adicionar Cartão de Crédito
en: Add Credit Card

# creditcard.amount.placeholder
source: Valor
en: Amount

# creditcard.annual_fee
source: Anuidade
en: Annual Fee

# creditcard.available_credit
source: Crédito Disponível
en: Available Credit

# creditcard.basic_info.footer
source: Digite as informações básicas do seu cartão de crédito
en: Enter your credit card basic information

# creditcard.basic_info.header
source: Informações Básicas
en: Basic Information

# creditcard.billing_info.footer
source: Datas de vencimento e fechamento como dia do mês (1-31)
en: Due and closing dates as day of the month (1-31)

# creditcard.billing_info.header
source: Informações de Faturamento
en: Billing Information

# creditcard.brand
source: Bandeira do Cartão
en: Card Brand

# creditcard.brand.other
source: Outro
en: Other

# creditcard.cards.footer
source: Toque em um cartão para ver detalhes e gerenciar transações
en: Tap a card to view details and manage transactions

# creditcard.cards.header
source: Cartões de Crédito
en: Credit Cards

# creditcard.closing_date
source: Data de Fechamento
en: Closing Date

# creditcard.credit_limit
source: Limite de Crédito
en: Credit Limit

# creditcard.credit_utilization
source: Utilização do Crédito
en: Credit Utilization

# creditcard.current_balance
source: Saldo Atual
en: Current Balance

# creditcard.deactivate
source: Desativar Cartão
en: Deactivate Card

# creditcard.description
source: Gerencie seus cartões de crédito e acompanhe gastos
en: Manage your credit cards and track spending

# creditcard.due_date
source: Data de Vencimento
en: Due Date

# creditcard.due_date_short
source: Vencimento
en: Due

# creditcard.due_soon.header
source: Vencendo em Breve
en: Due Soon

# creditcard.empty.description
source: Adicione seu primeiro cartão de crédito para começar a acompanhar gastos e gerenciar pagamentos.
en: Add your first credit card to start tracking expenses and managing payments.

# creditcard.empty.title
source: Nenhum Cartão de Crédito
en: No Credit Cards

# creditcard.error.invalid_data
source: Dados inválidos
en: Invalid data

# creditcard.error.network
source: Erro de rede
en: Network error

# creditcard.error.not_authenticated
source: Usuário não autenticado
en: User not authenticated

# creditcard.error.not_found
source: Cartão de crédito não encontrado
en: Credit card not found

# creditcard.financial_info.footer
source: Digite o limite de crédito e outros detalhes financeiros
en: Enter the credit limit and other financial details

# creditcard.financial_info.header
source: Informações Financeiras
en: Financial Information

# creditcard.interest_rate
source: Taxa de Juros
en: Interest Rate

# creditcard.is_active
source: Ativo
en: Active

# creditcard.last_four.placeholder
source: Últimos 4 dígitos
en: Last 4 digits

# creditcard.loading
source: Carregando cartões de crédito...
en: Loading credit cards...

# creditcard.make_payment
source: Fazer Pagamento
en: Make Payment

# creditcard.minimum_payment
source: Pagamento Mínimo
en: Minimum Payment

# creditcard.name.placeholder
source: Nome do Cartão
en: Card Name

# creditcard.next_due_date
source: Próximo Vencimento
en: Next Due Date

# creditcard.no_transactions
source: Nenhuma transação ainda
en: No transactions yet

# creditcard.pay
source: Pagar
en: Pay

# creditcard.payment.additional_info
source: Informações Adicionais
en: Additional Information

# creditcard.payment.after_payment
source: Após Pagamento
en: After Payment

# creditcard.payment.amount
source: Valor do Pagamento
en: Payment Amount

# creditcard.payment.amount_exceeds_balance
source: Valor do pagamento excede o saldo atual
en: Payment amount exceeds current balance

# creditcard.payment.card_info
source: Informações do Cartão
en: Card Information

# creditcard.payment.confirm
source: Confirmar Pagamento
en: Confirm Payment

# creditcard.payment.custom_amount
source: Valor Personalizado
en: Custom Amount

# creditcard.payment.date
source: Data do Pagamento
en: Payment Date

# creditcard.payment.details
source: Detalhes do Pagamento
en: Payment Details

# creditcard.payment.full_balance
source: Saldo Total
en: Full Balance

# creditcard.payment.minimum
source: Pagamento Mínimo
en: Minimum Payment

# creditcard.payment.new_balance
source: Novo Saldo
en: New Balance

# creditcard.payment.notes.footer
source: Observações opcionais sobre este pagamento
en: Optional notes about this payment

# creditcard.payment.notes.placeholder
source: Observações do pagamento (opcional)
en: Payment notes (optional)

# creditcard.payment.single
source: Pagamento Único
en: Single Payment

# creditcard.payment.summary.footer
source: Revise os detalhes do pagamento antes de confirmar
en: Review your payment details before confirming

# creditcard.payment.title
source: Fazer Pagamento
en: Make Payment

# creditcard.payment.type
source: Tipo de Pagamento
en: Payment Type

# creditcard.percentage.placeholder
source: Porcentagem
en: Percentage

# creditcard.recent_transactions
source: Transações Recentes
en: Recent Transactions

# creditcard.status.balance_due
source: Saldo em Atraso
en: Balance Due
